Repository: Ahmed-Dakrory/mhnaty
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Arabic
ar: عربى

source: English
ar: انجليزية

source: MailBox
ar: البريد الألكترونى

source: Control Branch Categories
ar: التخصصات الفرعى

source: All Branch Categories
ar: التخصصات الفرعى

source: Main Category
ar: التخصص الرئيسى

source: Select one item
ar: اختر احد الخيارات

source: branch category
ar: التخصص الفرعى

source: Please select from this field
ar: برجاء الاختيار من احد الخيارات

source: Secondary Category New Name
ar: اسم التخصص الثانوى

source: Secondary Category New details
ar: بيانات التخصص الثانوى

source: Select One
ar: اختر احد الخيارات

source: Control Categories
ar: التخصصات الرئيسية

source: All Categories
ar: كل التخصصات

source: Main Category New Name
ar: اسم التخصص الرئيسى

source: Main Category New details
ar: بيانات التخصص الرئيسى

source: Search For Your Services
ar: البحث عن خدماتك

source: Services
ar: الخدمات كلها

source: Filter
ar: تنقيح

source: Detailed Search
ar: بحث مفصل

source: City
ar: مدينة

source: Region
ar: منطقة

source: Experienses
ar: خبرات

source: Rate
ar: التقييم

source: Search
ar: بحث

source: Show
ar: اظهر

source: From Results
ar: من النتائج

source: New First
ar: الجديد أولا

source: Show the Number
ar: اظهر الرقم

source: Error
ar: مشكلة

source: Problem While Loading
ar: مشلكة عند التحميل

source: Home
ar: الرئيسية

source: Profile
ar: صفحتى

source: Customer Services
ar: خدمة العملاء

source: Control Panel
ar: وحدة التحكم

source: Terms&Conditions
ar: سياسات وشروط

source: About Us
ar: ماذا عنا

source: My Profile
ar: صفحتى

source: SignOut
ar: تسجيل الخروج

source: My Control Page
ar: وحدة التحكم

source: Add Details
ar: اضافة تفاصيل

source: Our Info
ar: بياناتنا

source: All Services
ar: الخدمات كلها

source: More Info
ar: بيانات أخرى

source: Contact Info
ar: بيانات الأتصال

source: About Mhnaty Website
ar: عن موقع مهنتى

source: Please check your Email to Activate your account
ar: برجاء فحص ايميلك لتفعيل الحساب

source: Find your Nearby
ar: قم بالبحث بالقرب منك عن

source: Find some of the best tips from around the city from our partners and friends.
ar: اعثر على بعض أفضل النصائح من جميع أنحاء المدينة من شركائنا وأصدقائنا

source: Or Browse Popular Categories
ar: أو تصفح الخدمات الفرعية المفضلة

source: Restaurant
ar: طعام

source: Fitness
ar: خدمات صحية

source: Events
ar: أحداث عامة

source: Hotels
ar: خدمات فندقية

source: Real Estate
ar: خدمات عقارية

source: Business
ar: أعمال حرة

source: Needs
ar: متطلباتك

source: Concerns
ar: أهتماماتك

source: Ad Details
ar: بيانات عن الأعلان

source: Select New Image
ar: اختر صورة جديدة

source: Service Name
ar: اسم الخدمة

source: Please fill this field
ar: برجاء ملئ هذه الخانة

source: Video About the Service
ar: فيديو خاص بالخدمة

source: My Experienses
ar: خبراتى

source: About US
ar: ماذا عنا

source: Service Details
ar: بياانات الخدمة

source: Additional files
ar: ملفات أخرى

source: Save
ar: حفظ

source: Profile Details
ar: بيااناتى الشخصية

source: Mail Address
ar: البريد الألكترونى

source: Your name (The used one if you have a service)
ar: اسمك (الذى سيتم ظهوره عند اعلان عن خدمة)

source: Username
ar: اسم المستخدم

source: Phone Number
ar: رقم الهاتف

source: City Name
ar: اسم المدينة

source: Mobile Number
ar: رقم المحمول

source: Address
ar: العنوان

source: My Service Details
ar: بياانات خدمتى

source: Ads Messages
ar: رسائل الاعلان

source: Sub Categories
ar: التخصصات الفرعية

source: Our Services
ar: الخدمات الخاصة بنا

source: Read More
ar: المزيد

source: Most Visited Places
ar: أكثر الخدمات مشاهدة

source: Explore the greates places in the city
ar: استمتع بالبحث عن خدماتك المفضلة فقط على موقع مهنتى

source: Featured
ar: مميز

source: Open Now
ar: مفتوح الأن

source: Company Services
ar: خدمات الشركة

source: Review
ar: تعليقات

source: Call
ar: اتصل

source: chat
ar: دردش

source: Company Experiences
ar: خبرات الشركة

source: Video for the Service
ar: فيديو خاص بالخدمة

source: Customer Comments
ar: أراء العملاء

source: Your Comment is a matter for us
ar: رأيك يهمنا

source: You can see Customer and other comments
ar: يمكنك رؤية أراء العملاء و الأخرين

source: Leave your Message
ar: برجاء ابداء رأى

source: Send
ar: ارسال

source: Please Login to be Able to Make Comment
ar: برجاء الدخول لامكانية ابداء رأى

source: Call us
ar: اتصل بنا

source: Show More
ar: المزيد

source: Categories
ar: التخصصات الرئيسية

source: Quick Contact to Help?
ar: مساعدة سريعة

source: Contact Us Statement
ar: بيانات الاتصال

source: You have to login to make this action
ar: برجاء الدخول لامكانية عمل هذا الحدث

source: Login
ar: تسجيل الدخول

source: Please Enter your Credentials
ar: برجاء ادخال البيانات الخاصة بك

source: Please Enter the user name
ar: برجاء ادخال اسم المستخدم

source: Secret Number
ar: الرقم السرى

source: OR Login with
ar: أو الدخول باستخدام

source: Not a Memeber?
ar: لست عضوا؟

source: Join Us
ar: شاركنا

source: Error while Login
ar: مشلكة عند التحميل

source: Error While Login
ar: مشلكة عند التحميل

source: Problem
ar: مشكلة

source: Please Revies Username or Password
ar: برجاء مراجعة اسم المستخدم وكلمة المرور

source: No one registered with this username or password
ar: هناك شخص مسجل بهذا الاسم او كلمة المرور

source: Register new Memeber
ar: تسجيل عضوا جديد

source: Please Enter your details
ar: برجاء ادخال البيانات

source: Please fill this field with not existing username
ar: برجاء ملئ الخانة باسم غير موجود مسبقا

source: Name
ar: الأسم

source: Mail
ar: البريد الالكترونى

source: Please fill this field with not existing email
ar: برجاء ملئ الخانة بايميل غير موجود مسبقا

source: password
ar: كلمة المرور

source: The Password Again
ar: كلمة المرور مرة أخرى

source: Please fill this field with the same password
ar: برجاء ملئ الخانة بنفس كلمة السر

source: Home Phone Number
ar: رقم الهاتف

source: Your Own Phone
ar: رقمك الخاص

source: My Page
ar: صفحتى الخاصة

source: Register
ar: انضم الأن

source: General Data
ar: بيانات عامة

source: Settings
ar: اعدادات

source: Maximum Limit
ar: الحد الأقصى

source: Messages
ar: رسائل
